export const ResearchPage = () => {
    return (
        <div className="container my-5">
            <section className="my-5">
                <h2>Наши исследования</h2>

                <div className="card mb-4">
                    <div className="card-body">
                        <h3 className="card-title">
                            Фрактальная деконструкция квантового поля: Эффект бабочки на ультраминиатюрном уровне
                        </h3>
                        <p className="card-text">
                            Исследование направлено на моделирование квантовых систем с использованием фрактальных
                            структур, которые включают в себя микроэффект «махания крыльями бабочки», способный
                            инициировать каскад нелинейных импульсов в субатомных масштабах.
                        </p>
                    </div>
                </div>

                <div className="card mb-4">
                    <div className="card-body">
                        <h3 className="card-title">
                            Параллельные парадоксы: Интеграция нелокализованной симметрии в цифровые алгоритмы
                            хаотического квантования
                        </h3>
                        <p className="card-text">
                            Данный проект ставит целью объединить теории квантовой нелокальности и цифровые алгоритмы
                            для создания симметричных, но парадоксальных вычислительных моделей, способных к спонтанным
                            переходам между классическим и квантовым режимами работы.
                        </p>
                    </div>
                </div>
            </section>
        </div>
    );
};
